import React from 'react';
import '../../../styles/docs/docs.scss'

const DeliverAndPaymentPage = () => (
    <div className="container">
        <h2>Доставка и оплата</h2>

        <div className="delivery-text">
            <h2>Доставка</h2>
<br />
            <p>Осуществляется компанией СДЭК. Отправка происходит в течение 1-2 дней после оплаты. </p>
            <p>Срок доставки зависит от региона и в среднем занимает 4 рабочих дня. Стоимость доставки рассчитывается на сайте автоматически в момент оформления заказа. </p>
            <p>Доставка возможна до пункта выдачи, а также курьером на указанный адрес.</p>
<br />
            <h2>Способы оплаты</h2>
<br />
            <p>Оплата наших товаров — безопасная. Наш интернет-магазин не хранит данные Ваших банковских карт или логины с платежных систем, все данные передаются по защищенному соединению и обрабатываются в специальном процессинговом центре. Обмен информации происходит по протоколу https. </p>
            <p>В нашем интернет-магазине вы можете оплатить свой заказ любым удобным для вас способом: <br />
            - СБП <br />
            - Банковской картой (Дебетовая или Кредитная) с любой платежной системой Visa, Mastercard, Мир</p>
<br />
            <h2>Возврат</h2>
<br />
            <p>Товар без брака может быть возвращен Покупателем в течение 7 календарных дней с момента передачи Товара Покупателю в случае:</p>
            <p>-отсутствия следов эксплуатации изделия- <br />
            сохранения товарного вида и потребительских свойств <br />
            -наличия фабричных ярлыков и этикеток</p>
<br />
            <p>Если отправлен не тот товар, или он имеет дефекты, и это не было заранее оговорено продавцом, то он может быть возвращен Покупателем в течение 14 календарных дней с момента передачи Товара Покупателю.</p>
        </div>
    </div>
);

export default DeliverAndPaymentPage;