import React from 'react';
import '../../../styles/docs/docs.scss'


const ContactOfferPage = () => (
    <div className="container">
            <h2 className='docs-title'>Договор оферты</h2>

            <div className='offer-text'>
                <p>Настоящий Публичный Договор является публичной Офертой Индивидуального предпринимателя Степинас Кристины Сергеевны, именуемого в дальнейшем «Продавец», который предлагает физическим лицам, именуемым в дальнейшем «Покупатель», а совместно именуемые «Стороны», заключить настоящий Договор-оферту (далее – «Договор») розничной купли-продажи в порядках и на условиях предусмотренных настоящим Договором.В соответствии со ст.ст. 435, 437, 438 Гражданского Кодекса Российской Федерации (далее – «ГК РФ»), в случае принятия изложенных ниже условий и оплаты Товара, физическое лицо, производящее акцепт данной оферты, становится Покупателем. Акцепт оферты означает, что Покупатель согласен со всеми положениями настоящего Договора и равносилен заключению договора розничной купли-продажи.</p>
<br />
                <p><b>1. Термины и определения</b></p>
<br />
                <p>В целях настоящего Договора нижеприведенные термины используются в следующих значениях: <br />
                Акцепт - это согласие лица о полном и безоговорочном принятии оферты, путем оформления и оплаты заказа. <br />
                Договор розничной купли-продажи – это договор, по которому Продавец, осуществляющий предпринимательскую деятельность по продаже товаров в розницу, обязуется передать Покупателю товар, предназначенный для личного, семейного, домашнего или иного использования, не связанного с предпринимательской деятельностью. Договор розничной купли-продажи является публичным договором. <br />
                Интернет-магазин — Интернет-сайт, являющийся агрегатором информации о Товарах (услугах), принадлежащий Продавцу, расположенный в сети Интернет по адресу <b>https://stepinas.store.ru</b>, где представлены Товары, предлагаемые Продавцом для приобретения, а также условия оплаты и доставки Товаров Покупателям. <br />
                Покупатель – любое физическое лицо, имеющее намерение заказать или приобрести, либо заказывающий, приобретающий или использующий товары исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности. <br />
                Продавец – Индивидуальный предприниматель Степинас Кристина Сергеевна (ИНН 784000673123, ОГРНИП 323784700402131), осуществляющая продажу Товаров дистанционным способом через Интернет-магазин. <br />
                Публичная оферта – это предложение товара в его рекламе, каталогах и описаниях товаров, обращенных к неопределенному кругу лиц, если оно содержит все существенные условия договора розничной купли-продажи. <br />
                Сайт – веб-сайт Продавца по адресу: <b>https://stepinas.store.ru</b> <br />
                Товар – это перечень наименований продукции, представленный в Интернет-магазине на Сайте, на дату оформления Заказа Покупателем. Перечень Товаров, продаваемых дистанционным способом через Интернет-магазин, определяется Продавцом в одностороннем порядке. <br />
                Заказ – документ, содержащий сведения о выбранных Покупателем Товарах из ассортиментного перечня, размещенного на сайте Интернет-магазина, их количестве и свойствах, стоимости. Оформление и оплата Заказа Покупателем является подтверждением того, что Покупатель полностью принимает все условия настоящей оферты.</p>
<br />
                <p><b>2. Предмет договора</b></p>
<br />
                <p>2.1. Продавец обязуется передать Товар, представленный в каталоге Интернет-магазина, предназначенный для личного, семейного, домашнего или иного использования, не связанного с предпринимательской деятельностью, в собственность Покупателя в соответствии с Заказом Покупателя, а Покупатель обязуется принять и оплатить Товар в порядке и сроки, указанные в Договоре. <br />
                2.2. Настоящий Договор описывает общие правовые принципы взаимодействия Покупателя и Продавца. Детальные сведения относительно актуальных условий выставления, обработки, выполнения Заказа, оплаты, доставки Товара указаны в соответствующих разделах сайта Интернет-магазина. <br />
                2.3. Договор розничной купли-продажи считается заключенным с момента оплаты Покупателем Товара и действует до момента фактического исполнения Сторонами своих обязательств.</p>
<br />
                <p><b>3. Права и обязанности сторон</b></p>
<br />
                <p>3.1. Продавец обязуется: <br />
                3.1.1. Передать Покупателю Товар в порядке и на условиях Договора. <br />
                3.1.2. Передать Покупателю Товар, который должен быть затарен и упакован подходящим для такого Товара способом, обеспечивающим сохранность Товара при условиях его хранения и транспортирования, предусмотренными Договором. Тара не является возвратной. Стоимость тары входит в стоимость Товара. <br />
                3.1.3. Одновременно с Товаром передать Покупателю принадлежности Товара, а также относящиеся к нему документы, предусмотренные Договором и законодательством. <br />
                3.1.4. Своевременно предоставить Покупателю необходимую и достоверную информацию о Товаре. Все материалы, представленные на Сайте, носят справочный характер и не могут в полной мере передавать исчерпывающую информацию об определенных свойствах и характеристиках Товара. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа ему необходимо обратиться за консультацией к Продавцу. <br />
                3.2. Покупатель обязуется: <br />
                3.2.1. Оплатить Товар в порядке и в сроки, установленные Договором. <br />
                3.2.2. Принять Товар по количеству, качеству, ассортименту и комплектности в соответствии с условиями Договора. <br />
                3.2.3. При отказе от исполнения Договора возвратить Товар Продавцу. <br />
                3.3. Продавец вправе: <br />
                3.3.1. Предоставлять скидки на Товары и устанавливать иные акции. Информация о действующих скидках и акциях указываются Продавцом на Сайте. <br />
                3.3.2. Увеличить срок отправки Товара, в данном случае информация об этом будет размещена на сайте. <br />
                3.4. Покупатель вправе: <br />
                3.4.1. Отказаться от Товара только после его получения посредством возврата. Возврат можно осуществить в течение 7 (семи) календарных дней с момента получения, возвратить приобретенный Товар и получить уплаченную за него денежную сумму по настоящему Договору, за исключением расходов Продавца на доставку от Покупателя возвращенного Товара. Требование Покупателя о возврате Товара подлежит удовлетворению, если Товар не был в употреблении, сохранена его полная комплектность, упаковка со всеми ее элементами и имеются доказательства приобретения его у данного Продавца. <br />
                3.4.2. По своему выбору в случае обнаружения в Товаре недостатков, если они не были оговорены Продавцом: <br />
                — потребовать замены на аналогичный Товар (по цвету, размеру, и артикулу); <br />
                — отказаться от исполнения настоящего Договора и потребовать возврата уплаченной за Товар суммы.</p>
<br />
                <p><b>4. Порядок расчетов</b></p>
<br />
                <p>4.1. Цена товара указана в каждом разделе каталога Товаров на сайте Интернет-магазина. Цена товара не включает стоимость доставки Товара. <br />
                4.2. Цены на любые позиции Товара могут быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. При этом цена на заказанный и оплаченный Покупателем Товар изменению не подлежит. <br />
                4.3. Расчеты по договору производятся путем 100% предоплаты в безналичном порядке одним из следующих способов:— Оплатой с банковской карты (VISA/MASTERCARD/МИР)— Иным способом, указанным в соответствующем разделе Сайта. <br />
                4.4. Оплата Покупателем размещенного Заказа означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора между Продавцом и Покупателем.4.5. Возврат денежных средств Покупателю в случаях, предусмотренных настоящим Договором, осуществляется Продавцом в течение 10 (десять) календарных дней путем перечисления соответствующей суммы на банковский или иной счет Покупателя, с которого был произведен платеж.</p>
<br />
                <p><b>5. Порядок исполнения договора</b></p>
<br />
                <p>5.1. Передача Товара в соответствии с условиями настоящего Договора производится транспортной компанией СДЭК (стоимость доставки не входит в цену Товара и оплачивается Покупателем по соответствующим тарифам транспортной компании). <br />
                5.2. Оплата стоимости доставки осуществляется за счет Покупателя одновременно с оплатой Товара. <br />
                5.3. Примерные сроки доставки Товара можно посмотреть на сайте транспортной компании: <b>https://www.cdek.ru/ru/calculate</b>. <br />
                5.4. Договор считается исполненным с даты вручения Товара Покупателю, а именно лицу, указанному в качестве получателя Заказа.</p>
<br />
                <p><b>6. Порядок обмена и возврата товара</b></p>
<br />
                <p>6.1. В случае передачи Покупателю Товара ненадлежащего качества, если это не было заранее оговорено Продавцом, Покупатель вправе воспользоваться положениями ст. 18 Закона РФ «О защите прав потребителей». Продавец обязан принять Товар ненадлежащего качества у Покупателя и в случае необходимости провести проверку качества Товара. <br />
                6.2. Товар надлежащего качества (не имеющий дефектов) может быть возвращен Покупателем в течение 7 (семи) календарных дней с момента передачи Товара Покупателю. <br />
                6.3. Товар ненадлежащего качества (имеющий дефекты) может быть возвращен Покупателем в течение 14 (четырнадцати) календарных дней с момента передачи Товара Покупателю. <br />
                6.4. Возврат Товара осуществляется на основании заполненного заявления и товарного чека или иного документа, подтверждающего факт и условия покупки. Для получения бланка заявления на возврат Покупателю необходимо обратиться к Продавцу через WhatsApp по номеру телефона +79213639466 или по электронной почте <b>store@stepinas.ru</b>. <br />
                6.5. Основные требования при возврате Товара надлежащего качества: <br />
                6.5.1. Отсутствие повреждений на возвращаемом Товаре и внешней упаковке. <br />
                6.5.2. Сохранен товарный вид, отсутствие загрязнений, посторонних надписей на возвращаемом Товаре и внешней упаковке. <br />
                6.5.3. Товар не был в эксплуатации. <br />
                6.5.4. Сохранена комплектность возвращаемого Товара. <br />
                6.6. Возврат Товаров, приобретенных в период акции, осуществляется в соответствии с действующим законодательством РФ. Покупатель не вправе вернуть только часть Товаров, приобретенных по акции «Изделие в подарок». В случае возврата Товара, приобретенного в рамках данной акции, Покупатель полностью отказывается от исполнения договора купли-продажи, совершенного на условиях акции. В таком случае возврату подлежат все Товары, приобретенные в рамках акции и указанные в чеке. В дальнейшем Покупатель вправе приобрести возвращенные Товары на общих условиях по ценам, действующим на момент приобретения соответствующего Товара.</p>
<br />
                <p><b>7. Дополнительные условия</b></p>
<br />
                <p>7.1. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам. <br />
                7.2. Интернет-магазин может быть временно частично или полностью недоступен по причине проведения профилактических или иных работ или по любым другим причинам технического характера. Техническая служба Продавца имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением Покупателей или без такового. <br />
                7.3. Сообщая Продавцу свой адрес электронной почты и номер телефона, Покупатель дает согласие на использование указанных средств связи Продавцом, а также третьими лицами, привлекаемыми им для целей выполнения обязательств перед Покупателями, в целях осуществления рассылок рекламного и информационного характера, содержащих информацию о скидках, предстоящих и действующих акциях и других мероприятиях Продавца, о передаче заказа в доставку, а также иную информацию, непосредственно связанную с выполнением обязательств перед Покупателем в рамках настоящего Договора. <br />
                7.4. К отношениям между Покупателем и Продавцом применяются положения Российского законодательства. <br />
                7.5. В случае возникновения вопросов и претензий со стороны Покупателя, он вправе обратиться к Продавцу по телефону или иным доступным способом, указанным в настоящем Договоре или соответствующем разделе Сайта. <br />
                7.6. При не достижении согласия между Сторонами споры по настоящему Договору решаются в суде в соответствии с законодательством РФ.</p>
<br />
                <p><b>Я ознакомлен(а) с указанными выше условиями, понимаю их значение и безусловно принимаю условия и положения настоящего Договора розничной купли-продажи.</b></p>
            </div>
        </div>
)

export default ContactOfferPage;